{
  "Menu": {
    "home": "Home",
    "about": "About",
    "pricing": "Pricing",
    "contact": "Contact",
    "signUp": "Sign Up",
    "signIn": "Sign In",
    "dashboard": "Dashboard",
    "login": "Login",
    "logout": "Logout",
    "principles": "Principles",
    "circulation": "Circulation",
    "filtration": "Filtration",
    "services": "Services",
    "energy": "Energy"
  },
  "HomePage": {
    "title": "Organic pools",
    "subtitle": "Learn how to build your own organic pool",
    "description": "Follow along tthe steps to create a sustainable and eco-friendly swimming pool.",
    "offer" : "Get Started",
    "about": "Go to the about page",
    "services": "Services",
    "consulting": "Consulting",
    "consultingDescription": "Get expert advice on building and maintaining your organic pool.",
    "training": "Training",
    "trainingDescription": "Learn how to care for your organic pool with our training programs.",
    "support": "Support",
    "supportDescription": "Get ongoing support and resources for your organic pool.",
    "ready": "Ready to build your own organic pool?",
    "readyDescription": "Join our community and start your journey towards a sustainable swimming experience."
  },
"ServicesPage": {
    "title": "Our Services",
    "description": "Discover the services we offer to help you build and maintain your natural swimming pool.",
    "consulting": "Consulting and Design",
    "consultingDescription": "We support you in defining your project, offering personalised advice on design, material selection, and the optimal placement of your organic natural swimming pool. <br></br> Our goal: combine aesthetics, durability, and ecological performance.",
    "training": "Training",
    "trainingDescription": "Take part in our comprehensive training courses on construction and filtration techniques specific to 'organic'-type natural swimming pools. <br></br> You will learn to master each stage, from site preparation to filling the pool, including the creation of filtration zones.",
    "support": "Construction Support",
    "supportDescription": "Benefit from tailored guidance during the construction of your natural swimming pool. <br></br> We will guide you through the key stages: excavation, installation of the pools, setup of the filtration system, aquatic planting, and finishing touches. <br></br> You will benefit from expert insight to avoid costly mistakes and ensure an optimal result.",
    "home": "Go to the home page",
    "onlineTrainingTitle": "Online Training",
    "onlineTrainingDescription": "In addition to our bespoke services, we offer a series of online training courses to guide you step by step in designing and building your organic natural swimming pool. You will find detailed videos, practical tips, and downloadable resources.",
    "discoverOnlineTraining": "Discover Online Training"
},
  "PrinciplesPage": {
    "100%natural": "100% Natural & 0% Chemical",
    "title": "Principles of the Organic Pool",
    "subtitle": "The ecological alternative that transforms your garden into a living ecosystem, with crystal-clear water and no chemicals.",
    "overview": "Principle Overview",
    "what": "What is an organic pool?",
    "whatDescription": "A natural pool works thanks to a balance between a swimming area and a filtration zone made up of aquatic plants, with no chemicals. Water naturally flows through the plants, which filter and purify the water. A living ecosystem that offers a healthy and pleasant swimming experience.",
    "how": "How does it work?",
    "howDescription": "The key elements of a healthy natural pool are:",
    "howDescription1": "Good water circulation (all the water must pass through the filtration area at least once a day)",
    "howDescription2": "Biological filtration (aquatic plants and microorganisms filter and purify the water).",
    "howDescription3": "These key elements maintain clean and healthy water.",
    "filtration": "Water Filtration",
    "filtrationDescription": "The filtration zone covers an area equivalent to the swimming area. It is made up of gravel and plants. These plants and their root systems act as a biological filter consuming nutrients and preventing algae growth. It is important to plant different species (iris, papyrus, pickerelweed, horsetail, water lilies, lotus...) because each has a specific role in the ecosystem.",
    "filtrationDescription1": "Water filtration in a natural pool is ensured by a system of aquatic plants and microorganisms working together to purify the water. Plant roots filter impurities, while microorganisms break down organic matter.",
    "circulation": "Water Circulation",
    "circulationDescription": "Water circulation is achieved through air pumps that gently move the water through the filtration zone. These pumps consume little energy, ensuring sustainable operation. Their power supply can be provided by solar panels for an even more ecological approach.",
    "circulationDescription1": "They are also safe for aquatic wildlife that will inhabit your organic pool.",
    "construction": "Construction",
    "constructioncosts": "Construction Costs",
    "constructionCostDescription": "Lower than a traditional pool. The main expense is the liner (several thousand euros), the rest consists of:",
    "constructionStep1": "Excavate and prepare the ground",
    "constructionStep2": "Install geotextile + liner + geotextile",
    "constructionStep3": "Install the PVC system and air pump",
    "constructionStep4": "Place rolled gravel and aquatic plants",
    "constructionStep5": "Install a deck and finishing touches",
    "constructionStep6": "Fill the pool with water",
    "constructionStep7": "Let the pool stabilize for 2 to 3 weeks/months",
    "constructionStep8": "Enjoy your biological pool!",
    "operationalCosts": "Operating Costs",
    "operationalCostsDescription": "Almost zero: air pump powered by solar energy, natural filtration provided by plants. Light maintenance in autumn (removing dead leaves) is sufficient.",
    "advantages": "Advantages",
    "advantagesDescription": "A biological pool offers many benefits:",
    "advantagesDescription1": "Soft, pure, and healthy water, free of chemicals. It is even drinkable!",
    "advantagesDescription2": "A living ecosystem that promotes biodiversity. Frogs, for example, help control mosquito populations.",
    "advantagesDescription3": "A natural design that harmoniously integrates into the garden",
    "advantagesDescription4": "Lower construction cost than a traditional pool",
    "advantagesDescription5": "Easy and low-cost maintenance",
    "advantagesDescription6": "A unique and pleasant swimming experience",
    "advantagesDescription7": "A sustainable and environmentally friendly solution",
    "advantagesDescription8": "A pool that evolves over time, creating a natural and living space",
    "description": "Discover the principles that guide our approach to the design and maintenance of biological pools.",
    "sustainability": "Sustainability",
    "natural": "Natural Materials",
    "biodiversity": "Biodiversity",
    "home": "Go to the home page"
},
  "AboutPage": {
      "title": "Passion, expertise, and love of nature",
      "description": "Learn more about the benefits and features of organic pools.",
      "activities": "A graduate engineer from Centrale, I divide my time between my work as a software developer and my passion for natural organic swimming pools.",
      "paganButler": "After discovering the inspiring work of <link>David Pagan Butler</link>, a pioneer of organic swimming pools, I built my own installation — a success that my family and I enjoy every day.",
      "mission": "Our mission",
      "missionDescription": "Building on this experience, I founded <strong>Piscine Organique</strong>, a company based in Bardos, in the heart of the Basque Country. We specialize in <strong>consulting and training</strong> for the construction of natural and organic swimming pools.",
      "expertise": "Expertise",
      "expertiseDescription": "An engineering background and years of experience in designing and optimizing ecological installations.",
      "nature": "Nature",
      "natureDescription": "Solutions that preserve biodiversity and integrate harmoniously into their environment.",
      "community": "Community",
      "communityDescription": "Personalized support to help everyone build and maintain their organic pool.",
      "offer": "Get Started",
      "home": "Go to the home page"
  }
}