{
 "Menu": {
    "home": "Inicio",
    "about": "Acerca de",
    "pricing": "Precios",
    "contact": "Contacto",
    "signUp": "Registrarse",
    "signIn": "Iniciar sesión",
    "dashboard": "Panel de control",
    "login": "Iniciar sesión",
    "logout": "Cerrar sesión",
    "principles": "Principios",
    "circulation": "Circulación",
    "filtration": "Filtración",
    "services": "Servicios",
    "energy": "Energía"
 },
"HomePage": {
    "title": "Piscinas orgánicas",
    "subtitle": "Aprende a construir tu propia piscina orgánica",
    "description": "Sigue los pasos para crear una piscina sostenible y ecológica.",
    "offer" : "Comenzar",
    "about": "Ir a la página Acerca de",
    "services": "Servicios",
    "consulting": "Consultoría",
    "consultingDescription": "Obtén asesoramiento experto para construir y mantener tu piscina orgánica.",
    "training": "Formación",
    "trainingDescription": "Aprende a cuidar tu piscina orgánica con nuestros programas de formación.",
    "support": "Soporte",
    "supportDescription": "Obtén soporte continuo y recursos para tu piscina orgánica.",
    "ready": "¿Listo para construir tu propia piscina orgánica?",
    "readyDescription": "Únete a nuestra comunidad y comienza tu viaje hacia una experiencia de natación sostenible."
 },
"ServicesPage": {
    "title": "Nuestros Servicios",
    "description": "Descubre los servicios que ofrecemos para ayudarte a construir y mantener tu piscina biológica.",
    "consulting": "Asesoramiento y Diseño",
    "consultingDescription": "Te acompañamos en la definición de tu proyecto, ofreciéndote asesoramiento personalizado sobre el diseño, la elección de materiales y la ubicación óptima de tu piscina natural orgánica. <br></br> Nuestro objetivo: combinar estética, durabilidad y rendimiento ecológico.",
    "training": "Formación",
    "trainingDescription": "Participa en nuestras formaciones completas sobre las técnicas de construcción y filtración propias de las piscinas naturales de tipo «orgánico». <br></br> Aprenderás a dominar cada etapa, desde la preparación del terreno hasta el llenado de agua, pasando por la creación de las zonas de filtración.",
    "support": "Acompañamiento en la Construcción",
    "supportDescription": "Disfruta de un seguimiento a medida durante la realización de tu piscina natural. <br></br> Te guiaremos en las etapas clave: excavación, instalación de las piscinas, montaje de la filtración, plantación acuática y acabados. <br></br> Contarás con la mirada experta que te permitirá evitar errores costosos y garantizar un resultado óptimo.",
    "home": "Volver a la página de inicio",
    "onlineTrainingTitle": "Formaciones en línea",
    "onlineTrainingDescription": "Como complemento a nuestros servicios personalizados, ofrecemos una serie de formaciones en línea para guiarte paso a paso en el diseño y construcción de tu piscina natural orgánica. Encontrarás vídeos detallados, consejos prácticos y recursos descargables.",
    "discoverOnlineTraining": "Descubrir las formaciones en línea"
  },
"AboutPage": {
        "title": "Pasión, experiencia y amor por la naturaleza",
        "description": "Aprende más sobre los beneficios y características de las piscinas orgánicas.",
        "activities": "Ingeniero graduado de Centrale, divido mi tiempo entre mi trabajo como desarrollador de software y mi pasión por las piscinas naturales « orgánicas ».",
        "paganButler": "Después de descubrir el inspirador trabajo de <link>David Pagan Butler</link>, un pionero de las piscinas orgánicas, construí mi propia instalación, un éxito que mi familia y yo disfrutamos cada día.",
        "mission": "Nuestra misión",
        "missionDescription": "A partir de esta experiencia, fundé <strong>Piscine Organique</strong>, una empresa con sede en Bardos, en el corazón del País Vasco. Nos especializamos en <strong>consultoría y formación</strong> para la construcción de piscinas naturales y orgánicas.",
        "expertise": "Experiencia",
        "expertiseDescription": "Una formación de ingeniero y años de experiencia en el diseño y la optimización de instalaciones ecológicas.",
        "nature": "Nature",
        "natureDescription": "Solutions that preserve biodiversity and integrate harmoniously into their environment.",
        "community": "Community",
        "communityDescription": "Personalized support to help everyone build and maintain their organic pool.",
        "offer": "Comenzar",
        "home": "Ir a la página de inicio"
    },
    "PrinciplesPage": {
    "100%natural": "100% Natural y 0% Químico",
    "title": "Principios de la piscina biológica",
    "subtitle": "La alternativa ecológica que transforma tu jardín en un ecosistema vivo, con agua cristalina y sin productos químicos.",
    "overview": "Vista de principio",
    "what": "¿Qué es una piscina orgánica?",
    "whatDescription": "Una piscina natural funciona gracias a un equilibrio entre una zona de baño y una zona de filtración compuesta por plantas acuáticas, sin ningún producto químico. El agua circula naturalmente a través de las plantas, que filtran y purifican el agua. Un ecosistema vivo que ofrece un baño sano y agradable.",
    "how": "¿Cómo funciona?",
    "howDescription": "Los elementos clave de una piscina natural saludable son:",
    "howDescription1": "Una buena circulación del agua (es necesario que toda el agua pase por la zona de filtración al menos una vez al día)",
    "howDescription2": "Una filtración biológica (las plantas acuáticas y los microorganismos filtran y purifican el agua).",
    "howDescription3": "Estos elementos clave permiten mantener un agua limpia y saludable.",
    "filtration": "La filtración del agua",
    "filtrationDescription": "La zona de filtración representa una superficie equivalente a la superficie de baño. Está compuesta de grava y plantas. Estas plantas y sus sistemas radiculares actúan como un filtro biológico que consume nutrientes e impide la proliferación de algas. Es importante plantar diferentes plantas (iris, papiro, pontederia, cola de caballo, nenúfares, loto…) ya que cada una tiene un papel específico en el ecosistema.",
    "filtrationDescription1": "La filtración del agua en una piscina natural es asegurada por un sistema de plantas acuáticas y microorganismos que trabajan juntos para purificar el agua. Las raíces de las plantas filtran las impurezas, mientras que los microorganismos descomponen las materias orgánicas.",
    "circulation": "La circulación del agua",
    "circulationDescription": "La circulación del agua se realiza gracias a bombas de aire que mueven suavemente el agua a través de la zona de filtración. Estas bombas consumen poca energía, garantizando un funcionamiento sostenible. Su alimentación puede ser proporcionada por paneles solares para un enfoque aún más ecológico.",
    "circulationDescription1": "También son seguras para la fauna acuática que habitará en tu piscina orgánica.",
    "construction": "La construcción",
    "constructioncosts": "Costos de construcción",
    "constructionCostDescription": "Inferior a una piscina tradicional. El gasto principal es el liner (varios miles de euros), el resto consiste en:",
    "constructionStep1": "Excavar y preparar el terreno",
    "constructionStep2": "Colocar geotextil + liner + geotextil",
    "constructionStep3": "Instalar el sistema PVC y la bomba de aire",
    "constructionStep4": "Depositar grava rodada y plantas acuáticas",
    "constructionStep5": "Instalar un muelle y los acabados",
    "constructionStep6": "Llenar la piscina con agua",
    "constructionStep7": "Dejar que la piscina se estabilice durante 2 a 3 semanas/meses",
    "constructionStep8": "¡Disfruta de tu piscina biológica!",
    "operationalCosts": "Costos operativos",
    "operationalCostsDescription": "Prácticamente nulos: bomba de aire alimentada por energía solar, filtración natural asegurada por las plantas. Un mantenimiento ligero en otoño (retirar hojas muertas) es suficiente.",
    "advantages": "Las ventajas",
    "advantagesDescription": "Una piscina biológica ofrece muchas ventajas:",
    "advantagesDescription1": "Agua suave, pura y sana, sin productos químicos. ¡Incluso es potable!",
    "advantagesDescription2": "Un ecosistema vivo que favorece la biodiversidad. Las ranas, por ejemplo, ayudan a controlar las poblaciones de mosquitos.",
    "advantagesDescription3": "Un diseño natural que se integra armoniosamente en el jardín",
    "advantagesDescription4": "Un costo de construcción inferior a una piscina tradicional",
    "advantagesDescription5": "Un mantenimiento fácil y económico",
    "advantagesDescription6": "Una experiencia de baño única y agradable",
    "advantagesDescription7": "Una solución duradera y respetuosa con el medio ambiente",
    "advantagesDescription8": "Una piscina que evoluciona con el tiempo, creando un espacio natural y vivo",
    "description": "Descubre los principios que guían nuestro enfoque en el diseño y mantenimiento de piscinas biológicas.",
    "sustainability": "Sostenibilidad",
    "natural": "Materiales Naturales",
    "biodiversity": "Biodiversidad",
    "home": "Ir a la página de inicio"
}
}