{
 "Menu": {
"home": "Inicio",
"about": "Acerca de",
"pricing": "Precios",
"contact": "Contacto",
"signUp": "Registrarse",
"signIn": "Iniciar sesión",
"dashboard": "Panel de control",
"login": "Iniciar sesión",
"logout": "Cerrar sesión",
"principles": "Principios",
"circulation": "Circulación",
"filtration": "Filtración",
"services": "Servicios",
"energy": "Energía"
 },
"HomePage": {
"title": "Piscinas orgánicas",
"subtitle": "Aprende a construir tu propia piscina orgánica",
"description": "Sigue los pasos para crear una piscina sostenible y ecológica.",
"offer" : "Comenzar",
"about": "Ir a la página Acerca de",
"services": "Servicios",
"consulting": "Consultoría",
"consultingDescription": "Obtén asesoramiento experto para construir y mantener tu piscina orgánica.",
"training": "Formación",
"trainingDescription": "Aprende a cuidar tu piscina orgánica con nuestros programas de formación.",
"support": "Soporte",
"supportDescription": "Obtén soporte continuo y recursos para tu piscina orgánica.",
"ready": "¿Listo para construir tu propia piscina orgánica?",
"readyDescription": "Únete a nuestra comunidad y comienza tu viaje hacia una experiencia de natación sostenible."
 },
"ServicesPage": {
    "title": "Nuestros Servicios",
    "description": "Explora los servicios que ofrecemos para ayudarte a construir y mantener tu piscina orgánica.",
    "consulting": "Consultoría",
    "training": "Formación",
    "support": "Soporte",
    "home": "Ir a la página de inicio"
  },
  "AboutPage": {
  "title": "Pasión, experiencia y amor por la naturaleza",
  "description": "Aprende más sobre los beneficios y características de las piscinas orgánicas.",
  "activities": "Ingeniero graduado de Centrale, divido mi tiempo entre mi trabajo como desarrollador de software y mi pasión por las piscinas naturales « orgánicas ».",
  "paganButler": "Después de descubrir el inspirador trabajo de <link>David Pagan Butler</link>, un pionero de las piscinas orgánicas, construí mi propia instalación, un éxito que mi familia y yo disfrutamos cada día.",
  "mission": "Nuestra misión",
  "missionDescription": "A partir de esta experiencia, fundé <strong>Piscine Organique</strong>, una empresa con sede en Bardos, en el corazón del País Vasco. Nos especializamos en <strong>consultoría y formación</strong> para la construcción de piscinas naturales y orgánicas.",
  "expertise": "Experiencia",
  "expertiseDescription": "Una formación de ingeniero y años de experiencia en el diseño y la optimización de instalaciones ecológicas.",
  "nature": "Nature",
  "natureDescription": "Solutions that preserve biodiversity and integrate harmoniously into their environment.",
  "community": "Community",
  "communityDescription": "Personalized support to help everyone build and maintain their organic pool.",
  "offer": "Comenzar",
  "home": "Ir a la página de inicio"
}
}