{
 "Menu": {
"home": "Accueil",
"about": "À propos",
"pricing": "Tarifs",
"contact": "Contact",
"signUp": "S'inscrire",
"signIn": "Se connecter",
"admin": "Admin",
"courses": "Cours",
"certificates": "Certificats",
"profile": "Profil",
"myCourses": "Mes Cours",
"myCertificates": "Mes Certificats",
"dashboard": "Tableau de bord",
"login": "Connexion",
"logout": "Déconnexion",
"principles": "Principes",
"circulation": "Circulation",
"filtration": "Filtration",
"services": "Services",
"energy": "Énergie"
 },
"HomePage": {
  "title": "Piscines Organiques",
  "subtitle": "Construisez votre piscine écologique et économique",
  "description": "Vous en avez assez des coûts élevés de construction et d’entretien des piscines classiques ? Marre de l’odeur désagréable et de la sensation irritante du chlore ? Découvrez une alternative naturelle qui respecte votre santé et votre budget.",
  "offer": "Commencer dès maintenant",
  "about": "En savoir plus sur nous",
  "services": "Nos Services",
  "consulting": "Conseil personnalisé",
  "consultingDescription": "Bénéficiez d’un accompagnement d’experts pour concevoir et réaliser votre piscine organique, durable et respectueuse de l’environnement.",
  "training": "Formation complète",
  "trainingDescription": "Maîtrisez l’entretien et la gestion de votre piscine naturelle grâce à nos programmes adaptés à tous les niveaux.",
  "support": "Accompagnement continu",
  "supportDescription": "Profitez d’un suivi régulier et de ressources exclusives pour garantir la pérennité et la qualité de votre bassin.",
  "ready": "Prêt à transformer votre jardin et votre expérience de baignade ?",
  "readyDescription": "Rejoignez notre communauté grandissante et faites le choix d’une piscine saine, naturelle et économique."
},
  "ServicesPage": {
    "title": "Nos Services",
    "description": "Explorez les services que nous proposons pour vous aider à construire et entretenir votre piscine organique.",
    "consulting": "Conseils et Conception",
    "consultingDescription": "Nous vous accompagnons dans la définition de votre projet, en vous proposant des conseils personnalisés sur le design, le choix des matériaux et l’implantation optimale de votre piscine naturelle organique. <br></br> Notre objectif : allier esthétique, durabilité et performance écologique.",
    "training": "Formation",
    "trainingDescription": "Participez à nos formations complètes sur les techniques de construction et de filtration propres aux piscines naturelles de type « organique ». <br></br> Vous apprendrez à maîtriser chaque étape, de la préparation du terrain à la mise en eau, en passant par la création des zones de filtration.",
    "support": "Accompagnement à la Construction",
    "supportDescription": "Profitez d’un suivi sur mesure pendant la réalisation de votre piscine naturelle. <br></br> Nous vous guidons dans les étapes clés : excavation, mise en place des bassins, installation de la filtration, plantation aquatique et finitions. <br></br> Vous bénéficiez d’un regard expert pour éviter les erreurs coûteuses et garantir un résultat optimal.",
    "home": "Aller à la page d'accueil",
    "onlineTrainingTitle": "Formations en ligne",
    "onlineTrainingDescription": "En complément de nos services sur mesure, nous proposons une série de formations en ligne pour vous guider pas à pas dans la conception et la construction de votre piscine naturelle organique. Vous y trouverez des vidéos détaillées, des conseils pratiques et des ressources téléchargeables.",
    "discoverOnlineTraining": "Découvrir les formations en ligne"
  },
  "AboutPage": {
  "title": "Passion, expertise et amour de la nature",
  "description": "Découvrez les avantages et les caractéristiques des piscines organiques.",
  "activities": "Ingénieur diplômé de Centrale, je partage mon temps entre mon métier de développeur informatique et ma passion pour les piscines naturelles « organiques ».",
  "paganButler": "Après avoir découvert le travail inspirant de <link>David Pagan Butler </link>, pionnier des piscines organiques, j’ai construit ma propre installation — une réussite dont ma famille et moi profitons chaque jour.",
  "mission": "Notre mission",
  "missionDescription": "Fort de cette expérience, j’ai créé <strong>Piscine Organique</strong>, une structure basée à 📍 Bardos, au cœur du Pays Basque. Nous sommes spécialisés dans le <strong>conseil</strong> et la <strong>formation</strong> pour la construction de piscines naturelles et organiques.",
  "expertise": "Expertise",
  "expertiseDescription": "Une formation d’ingénieur et des années d’expérience dans la conception et l’optimisation d’installations écologiques.",
  "nature": "Nature",
  "natureDescription": "Des solutions qui préservent la biodiversité et s’intègrent harmonieusement dans leur environnement.",
  "community": "Communauté",
  "communityDescription": "Un accompagnement personnalisé pour permettre à chacun de construire et d’entretenir sa piscine organique.",
  "offer": "Commencer",
  "home": "Aller à la page d’accueil"
},
  "PrinciplesPage": {
    "100%natural": "100% Naturel & 0% Chimique",
    "title": "Principes de la piscine organique",
    "subtitle" : "L’alternative écologique qui transforme votre jardin en écosystème vivant, avec une eau cristalline et sans produits chimiques.",
    "overview": "Vue de principe",
    "what":"Qu'est-ce qu'une piscine organique ?",
    "whatDescription":"Une piscine naturelle fonctionne grâce à un équilibre entre une zone de baignade et une zone de filtration composée de plantes aquatiques, sans aucun produit chimique. L'eau circule naturellement à travers les plantes, qui filtrent et purifient l'eau. Un écosystème vivant qui offre une baignade saine et agréable.",
    "how":"Comment cela fonctionne ?",
    "howDescription":"Les éléments clés d'une piscine naturelle saine sont:",
    "howDescription1": "Une bonne circulation de l’eau (il faut que la totalité de l'eau passe par la zone de filtration au moins une fois par jour)",
    "howDescription2" : "Une filtration organique (les plantes aquatiques et les micro-organismes filtrent et purifient l'eau).",
    "howDescription3":"Ces éléments clés permettent de maintenir une eau propre et saine.",
    "filtration":"La filtration de l'eau",
    "filtrationDescription":" La zone de filtration représente une surface équivalente à la surface de baignade. Elle est composée de graviers et de plantes. Ces plantes et leurs systèmes racinaires agissent comme un filtre organique consommant les nutriments et empêchent la prolifération des algues. Il est important de planter différentes plantes (iris, papyrus, pontédérie, presle, nénuphars, lotus…) car chacune a un rôle spécifique dans l'écosystème.",
    "filtrationDescription1" :"La filtration de l'eau dans une piscine naturelle est assurée par un système de plantes aquatiques et de micro-organismes qui travaillent ensemble pour purifier l'eau. Les racines des plantes filtrent les impuretés, tandis que les micro-organismes décomposent les matières organiques.",
    "circulation":"La circulation de l'eau",
    "circulationDescription":"La circulation de l'eau se fait grâce à des pompes à air qui entraînent doucement l'eau à travers la zone de filtration. Ces pompes consomment peu d'énergie, garantissant un fonctionnement durable. Leur alimentation peut être assurée par des panneaux solaires pour une approche encore plus écologique.",
    "circulationDescription1" : "Elles sont également sans danger pour la faune aquatique qui élira domicile dans votre piscine organique.",
    "construction":"La construction",
    "constructioncosts":"Coûts de construction",
    "constructionCostDescription":"Inférieur à une piscine traditionnelle. La principale dépense est le liner (plusieurs milliers d’euros), le reste consiste à :",
    "constructionStep1":"Creuser et préparer le terrain",
    "constructionStep2":"Poser géotextile + liner + géotextile",
    "constructionStep3":"Installer le système PVC et la pompe à air",
    "constructionStep4":"Déposer graviers roulés et plantes aquatiques",
    "constructionStep5":"Installer un ponton et les finitions",
    "constructionStep6":"Remplir la piscine d'eau",
    "constructionStep7":"Laisser la piscine se stabiliser pendant 2 à 3 semaines/mois",
    "constructionStep8":"Profiter de votre piscine organique !",
    "operationalCosts":"Coûts de fonctionnement",
    "operationalCostsDescription":"Pratiquement nul : pompe à air alimentée par énergie solaire, filtration naturelle assurée par les plantes. Un entretien léger à l’automne (retrait des feuilles mortes) suffit.",
    "advantages":"Les avantages",
    "advantagesDescription":"Une piscine organique offre de nombreux avantages :",
    "advantagesDescription1":"Une eau douce, pure et saine, sans produits chimiques. Elle est même potable!",
    "advantagesDescription2":"Un écosystème vivant qui favorise la biodiversité. Les grenouilles, par exemple, aident à contrôler les populations de moustiques.",
    "advantagesDescription3":"Un design naturel qui s'intègre harmonieusement dans le jardin",
    "advantagesDescription4":"Un coût de construction inférieur à une piscine traditionnelle",
    "advantagesDescription5":"Un entretien facile et peu coûteux",
    "advantagesDescription6":"Une expérience de baignade unique et agréable",
    "advantagesDescription7":"Une solution durable et respectueuse de l'environnement",
    "advantagesDescription8":"Une piscine qui évolue avec le temps, créant un espace naturel et vivant",
    "description": "Découvrez les principes qui guident notre approche de la conception et de l'entretien des piscines organiques.",
    "sustainability": "Durabilité",
    "natural": "Matériaux Naturels",
    "biodiversity": "Biodiversité",
    "home": "Aller à la page d'accueil"
  }
}